# Данные пользователя
games = [["Elden Ring", "5 Май 2025 18:05:56", ["on", "off", "off", "off", "off"], r"E:\Games\ELDEN RING\Game", r"%USERPROFILE%\Desktop\Programming\ReSave Manager\saves\games\Elden Ring", r"%APPDATA%\EldenRing\76561197960267366", 0, 0, 0]]
# Структура массива под одну игру: название, последняя дата запуска, вкл/выкл параметры, директория игры, директория ресейвов, директория сейвов, кол-во текущих ресейвов, ограничение по кол-во сейвов(0 - нет ограничений), ограничение по памяти сейвов(0 - нет ограничений)

